[
    {
        "title": "イカのビックリ死に",
        "content": "野郎がいたイカ研ではイカを飼っていました。テーマによるけれども、基本的には卵を採集に行って、ラボでハッチアウトさせて、研究（観察）しながら飼育して、どうにか卒論を書くといった感じです。つまり、飼育と卒論は一体であり、飼育あっての卒論でありました（今は違うかもしれない）。飼育と卒論が一体ということは、卵が取れないと卒論が書けない、飼育していたイカが全滅すると卒論が書けないということになります。卒論が書けないと卒業できませんね。なので、飼育が大変でも卒業のためにみんな頑張るわけです（頑張らないで飢餓実験化して、倫理委員会に怒られるのでは？という人もいた（涙））。\r\nイカってのはたいへん弱い生き物でして、水が汚れると死んでしまいます。ホントあっさりとお亡くなりになります。骨がないのがつらいのかもしれない（あるヒトもいるけど）。しかし、イカというのは眼もいいし、たいへん警戒心が強いヒトたちでもあるのです。そのせいなのか、イカ様たちに餌をさしあげようかしらと水槽の蓋を開けるだけでパニックになるときがあります。パニックになると困る（後述）のでそーーーーーーっと開けても、パニックになられるときはなってしまうので、時に避けられません。落ち着け。\r\nパニックになると墨を吐くことがあります。あの美味しいイカ墨です。これが曲者でして、水が汚れてイカがお亡くなりになる。閉鎖水系で飼っていたから、奇麗になるのに少し時間がかかるのね。綺麗になるのを待ちきれなくてイカ様が亡くなってしまう。自分の吐いたイカ墨で死ぬなんて、、、と思うのだけど、野外では起こりえないことなのだろうからイカ的にも仕方なく死んでいるのだと思う。イカの個体数は卒論データのＮに直結というかＮそのものなので、生残を減らしたくない（涙）。イカがびっくりして墨を吐いたときは泣きながらスポイトで吸い取ったりしていたおぼろげな記憶があります（不確か）。\r\n水槽の蓋を開ける時がパニックの起点になりやすかったんだけど、ビックリジャンプ死にってのもあった。餌をあげようと蓋を開けると、ビックリしたイカがジャンプして水槽から出て行って、頑張って救出して水槽に戻すんだけど死んでしまうというものでした。こちらは餌をあげる用意をして蓋を開けるから、イカが出て行った時の準備はしていないのです。学生だってビックリしているので、イカが飛んで行ったときに対処が後手に回るのよね。水槽に戻すまでにイカ様が弱ってしまわれて、甲斐なく死んでしまうという。運が悪いとすげー救出しにくいところに入り込んじゃったりして、、、悲しかったなぁ。\r\nその点タコはいいよね。ラボでタコも飼っていた時があって、彼らはベントスだからビックリジャンプとかしないのです。タコ様たちはなんて落ち着いてらっしゃるのかしら、素敵だわと思います。とはいえ彼らも、夜中に自分で蓋を開けて出て行ってしまわれたことがあったような・・・。きっと、一般に頭足類の飼育ってのは大変なんだなと思います。コウイカとか骨のあるヒトたちはどうなのかな。飼ってたこともあった気がするけども、忘れてしまった。"
    },
    {
        "title": "おいしいお友達",
        "content": "私の時の卒論では、卵塊を採集してきて、ラボでハッチアウト（孵化？）させて、育てていきながら観察するというものでした。\r\n同じ卵塊から育てているんだからさ、イカたちは同じくらいの体サイズで育っていくはずです。でもさ、そうじゃないんですよね。なぜか大きいヒトがいるのです。同じ水槽で同じ餌を食べて、同じように育ててきているのに、なんでだろうと思います。時期によるけど1.5～2倍近いサイズの違いがあったような茫漠とした記憶があります。\r\n大きいヒトは時に長いヒトになっています。何か外套が長い時があるのです。どうして長いかというと、縦に２個体つながったようになっていて、なんでつながっているかというと、お友達をおいしくいただいているのですね。共食いをして、お友達よりたくさん食べているので大きくなっておられる。小さい水槽で飼っているのでお友達が近すぎるのか、お友達の栄養価が高いのか、おいしいのか、ついつい食べてしまっていたようです。\r\n私の時は卒論生が4人いて、基本的にはみな成長がテーマでした（たぶん）。同じ卵塊のイカを同期みんなで育てて、相対成長を見たり、捕食の仕方を見たり、水温環境を変えて平衡石をみたり、といったことをしていました（たぶん）。お友達を食べて大きくなった子がいると、そのヒトが外れ値というか、突出して大きいので、データを扱うときにどうしたものかと思った記憶があるような気がします（あまり覚えていない）。食べられちゃったお友達の分、個体数が減ることになるので、それも困ったもんだなと思います。お友達を食べちゃダメ。"
    },
    {
        "title": "飼育が大変",
        "content": "一日数回（3回くらい？）の給餌を毎日毎日やっていた。とにかくイカは食べないと死ぬのです。死んでしまうと卒論が書けません。卒論が書けないと卒業できません。卒業できないと色々意味が分からなくなって精神の安定が得られません。そこで、飼育を頑張るわけです。毎日毎日大変だったなー。野郎としては、飼育は苦しい時が結構あった。\r\nそんなこんなで、時々話す文系（華やかな人たち）の女性に、「野郎、イカに振り回されすぎじゃない？」と言われた。卒業がかかっているので仕方ないんだよ。。。\r\nイカはね、すぐに死ぬのです（野郎比）。特にイカがハッチアウトしてしばらくが死にまくってつらいんですよね。。。なすすべもなくどんどん死んでしまうのです。ある程度大きくなって、シラス（ピンセットでつまんでちょっと動かすと反射的に食いついてくる）だったり、イサザアミ（高額餌）を食べるようになるとだいぶ生き残るようになった。大きくなるとお友達を食べる子が出てきて（後述）、その子はぐんぐんデッカクたくましく育ちます。\r\nイサザアミは高額お取り寄せ商品なので、ラボの予算を圧迫します。お金がかかるのは餌と人工海水ですね。なので、海水は海に汲みに行くようになりました。コチラは簡単であります。解決！でも、餌がねぇ。。。途中から野生化したグッピーやカダヤシを取りに行ってイカにあげていました。浸透圧の問題とかで即死するのかと思っていたけど、グッピーはしばらく元気に（？）泳ぎます。イカはやはり生餌をご所望ですからスグにパクリと食べてくれます。食べてくれるんだけど、内臓しか食べなかったりとか贅沢な子たちでした。卒論という弱みがあるので甘やかしたのがいけなかったのかしら。\r\nグッピーで思い出したのだけど、我々は餌問題（高い）を解決するため、夜の漁港にプランクトンを取りに行ったりもしていました。夜はお酒を飲む時間なのに、大変なのです。どうやってプランクトンを採るかというと、夜に明かりをつけて集めるのです。プランクトンが集まると魚も来たりしてワーーーっとにぎやかになります。ある時、そこそこ大きいイカ（外套が手のひらくらい？）が来て、それを網ですくって採れたのよ。すごい！デカいイカだ！！！すごいんだけど、これ、どうやって食わしていくんや俺たち。俺たちの稼ぎでは無理かもしれない。イカはよく食べるので、、、、。そこで！オタマジャクシがわいていた場所があったので、取ってきました。両生類だから魚の隣の（？）分類群だし大丈夫と思ったんだね。ほら、魚もオタマジャクシも脊椎動物だから。で、オタマジャクシは一応食べてくれました。（※杉本先生からの指摘：「特にオタマジャクシは、内臓だけ食べずに、最後ぷっと吐き出していたような気がする。腸のようなからまったカスが飛び出してきた画が頭に残ってるよ。」とのこと。・・・そうだった気もする）内臓しか食べないけど、OKです。骨は堅いからね。うちの坊ちゃんにはキツイと思うのです。\r\n解決！やったと思ったんだけどさ、オタマジャクシはいつまでも魚みたいな形をしていません。奴らはほっておくとカエルになるのです！我々は悩みました。さすがにカエルをイカにあげるのは大丈夫じゃない気がする。なにが駄目なのかはよくわからないけども。。。イカとカエルは出会わないはずの二人じゃないですか。。。しかし、背に腹は代えられないのです。お金がないのです！意を決してイカにカエルをあげてみると、イカは少し悩みましたが、パクリと（内臓だけ）食べてくれました。メデタイ。イカ研時代の山場ですね。チームのきずなが試されたのです。"
    },
    {
        "title": "初めての卵塊",
        "content": "卵を取りに行って、浅瀬で片っ端から岩をひっくり返していった。ホントに卵を見つけたときはうれしかったなー。"
    },
    {
        "title": "院試と卒論",
        "content": "同級生のSGMTさんが獣医の夢を追いかけて編入試験を受け、落ちてしまいました。そこから院試と卒論の両輪になって、今寝ちゃダメとか、OSMさんに管理されていた。"
    },
    {
        "title": "飢餓実験",
        "content": "同級生のSORさんが、、結果的に飢餓実験。彼女のイカは小さかったなぁ。。。彼女が飲み残したコーヒーを片づけずにいて時間が経過し、中に腐敗菌がコロニーを作っていく様を観察していた人もいた。仕方ない。"
    },
    {
        "title": "イカとの出会い",
        "content": "紆余曲折を経て、野郎は沖縄にある某国立大学の生物学科に入ったのです。確か１、2年生は共通教育がメインで、専門のクラスをボチボチとっていって、たぶん3年生の夏くらいの時にラボに配属されて、卒業までに卒論書いてポスター発表するって流れだったような茫漠とした記憶があります。ラボへの配属はラボごとに人数枠が決まっていて、超過分は、、、、誰が別のラボに行くのかを確か話し合いとかくじ引きで決めたような気がします。細かいことはあまり覚えていない。。。\r\n今思い出したけど、よく考えたらラボ配属の前に生物系化学系の分岐がありました。当時は生物系と化学系は入学時点では同じ入り口で、3年生に上がるときに生物系と化学系に選択できた気がします。成績順に優先選択権があって、悲喜こもごもなことが発生していました。\r\n話しを戻すと、ラボを選択するって言ってもどんな人が何しているかわからないじゃないですか。そこで、2年生くらいの時の授業で、毎週1回学部の全先生が回り持ちで自分のラボと研究紹介みたいなことをしてくれていました。このときの池田先生の話しが面白かったんだよなー。うん。ホント面白かった。イカの知能とか行動とかの話が中心だったんだけど、イカタコが面白いなー、魅力的だなーと思う講義でした。イカの自己認知の話し（最近知ったけど、この系の話しは大きな進展があったようでした）とか、鏡タッチのこととか、ボディパターンの話しとかしてくれたのですが、これがまぁすんごい面白かった。講義で見せてくれた画像や動画のイカタコもきれいだったこともイカタコラボ志望を後押ししたなー。\r\n確か池田先生はこのとき赴任されたばかりで、どんな人なのか？の情報はあまりなかったんだけど、講義の後に質問に行ったときは物腰の柔らかそうな人で、パワハラとかは大丈夫そうでした（重要）。パワハラのことでついでに書くけど、実際パワハラ？アカハラ？ひどーーーーい先生はいました。親しかった同級生がなぜか志願していって苦労していた。そこの技官も頭イカレテたし、今思い出しても嫌な気持ちになるわ。そういえば野郎も修士ではひどい目にあったなー（遠い目）。なので、人間が大丈夫そうか？は重要なポイントでした。間違うと野郎が大暴れすることになって、卒業できなくなりそうでしたから。\r\n話しを戻すと、野郎が学部でイカタコのラボで卒論を書くことになったきっかけは、池田先生のイカタコ話しが面白かったからです。はい。飼育があれほど手間だとは夢にも思わなかったけれども。（過ぎた記憶なので）何もかもとても楽しかったし、池田先生とは今でも少しご縁があるし、ラボ同級生とも付き合いがあるし、イカタコで卒論書いてよかったと思っています。"
    },
    {
        "title": "平衡石の取り出し",
        "content": "イカには平衡感覚をつかさどるらしい平衡石ってのがある。野郎はこれの成長過程を卒論で見てた。これが小さくてねぇ。何しろ数センチ以下の小さい個体からフケサイズの平衡石を取り出すのです。割りばしの先に棒を括り付けて、実体顕微鏡にカメラをセットして、外のモニタ見ながら作業していた。野郎は三半規管が弱くて、よく気持ち悪くなっていた。イカはバラバラにしないといけないんだけど、目がカメラ目なんで、ちょっとイヤだったなぁ。"
    },
    {
        "title": "床に並べた平衡石写真",
        "content": "野郎は卒論では温度環境を3つくらい作って平衡石の成長を見たんだけど、最初よくわからなくてねぇ。。。一般人はイカの平衡石とか見慣れていないじゃないですか。どう考えたらいいのか全く分からなかったです。\r\n全サンプルの写真を撮ってあったので、とりあえず全部A4で印刷して、温度環境ごとに時系列で床に並べてみました。そうすると、なんというか一目瞭然な感じがあります。例えば同じ日齢で別の温度域の集団を比べると、確かに成長の仕方が違うんだなとみることができます。低い温度域のほうが平衡石が小さい（成長遅い）のかなーというのが全体の傾向として見て取れます。これが考えるとっかかりになり、どうにか卒論を書きました。床に並べた平衡石写真を見ながら、同級生（杉本先生とOSMさん）であーでもないこーでもないと話した覚えがあります。\r\n考えてみると、野郎はこの時の成功体験？があるせいなのか、どうしたらいいかわからないときは、いったんすべての事実を書き出して並べるってことをするときがあります。修士過程とか博士過程でもやったのですが、それだけじゃなくて、基地の大学でも使いました。授業の課題で「指定された映画を見てレビューする」といった課題がありました。これが野郎にはどうしたらいいものかさっぱりわからず、全部の画面を言語化っていうのでしょうか、どのシーンに誰がいて何をしたかを進行に沿って全部書き出したのです。そうしますと何となく構造のようなものが見えて、何かしら書くことができました。意外なところで意外な経験が役に立つものだなと思います。"
    },
    {
        "title": "名護で杉本がスカウトされてた",
        "content": "名護の漁師さんが協力してくれて、イカが卵を産むために木？とか？を沈めてくれた。お返しに？網の設置とか手伝うんだけど、杉本が現職張りに𠮟咤激励されながら泳いで網をやってて、このまま転職するかと思ったなー。"
    }
]