<template>
  <div class="px-4 max-w-[650px] mx-auto">
      <h2>杉本先生の研究など</h2>
      <hr class="mt-4 mb-2">
      <p>僕はイカタコを心底おもしろいと思っています。</p>
      <h3>なぜ、おもしろいと思っているのか？</h3>
      <p>どこが、どのようにおもしろいのか？といった質問に対し、専門的にも一般的にも満足のいく答えを出せるくらいに、長くそれについて考えてきように思います。そう思いながらも今回改めて考えてみたところ、特段の理由付けをしなくても、おもしろい存在に違いないとただ純粋に妄信してしまっていることに気づきます。</p>
      <p>それは、いわゆる初心といった表現が最もしっくりくるような気がします。琉球大学において、２年生のときに受講した池田譲先生の海洋動物行動学で、彼らと出会った時に感じた衝撃がやはり起点となっているのでしょう。その衝撃は、雷に打たれたようなといった、よく聞く劇的なものではなかったと記憶していますし、その出会いから時間だけが随分と経ってしまったように感じます。しかし、イカタコは間違いなくおもしろい存在だよと、今でも躊躇なく言い放てるのは、きっと僕自身の中の何かが、その時深く共鳴したのだろうとしか言いようがありません。そして、さらに妄想をたくましくすると、その共鳴を漏れなく十分に説明したいという潜在的な欲求が、研究を続ける根本理由なのかもしれないとさえ思えてきます。ヒトは、「自分とはどんな存在なのか？」という疑問に大きな関心があり、そのために色々と思い悩みながら、試行錯誤を繰り返しているのではないか、それが生きるという行為そのものなのではないのかと、ふと考えてしまうのです。僕の場合、その疑問に答えるためのヒントを、たまたま、なぜかイカタコに求めてしまったという状況なのだろうと感じています。
      </p>
      <p>さて、発酵野郎氏によるイカタコ研究所設立準備室、ありがたいですし、うれしいですね。そう遠くない未来に、イカタコ研究所を作りたい、そして、死ぬまでイカタコ研究を続けたい、そんな話をしたことを発酵野郎氏が覚えていてくれたのでしょう。発酵野郎氏とは同級生で、授業、部活、研究室生活と、僕の沖縄歴の始めから、沖縄を離れた現在に至るまで仲良くしてもらっています。実は、僕が大学を卒業できたのは、彼のおかげと言っても過言ではありません。イカタコに魅せられたのは、僕個人の資質によるものですが、大学卒業のための単位をそろえられたのは、間違いなく彼の存在があったからなのです。そのため、ここでは、何よりも先にそのことについて触れる必要があると感じています。そうしないと、前に進むことはできないのです。</p>
      <h3>これが大学というところなのだな？！</h3>
      <p>発酵野郎氏との出会いは、共通教育科目、いわゆる教養過程での総合英語だったと思います。必修だったと思いますので、いわゆる学科レベルの同級生たちがみな顔を揃える授業です。その中で、前後の席の人とペアを組み、自己紹介を始めとするやりとりを英語で行うといったシーンがありました。その相手が、発酵野郎氏でした。赤いツナギ、ピンクに染まった剣山のような髪型、サングラスと言っても過言でないほどにスモーキーなメガネ姿の彼が、目の前におりました。うっ？！そうか！大学は同年齢ばかりではない、様々なバックグランドの方々が集う場所なのだな！！そう、この一瞬で、高校までの教科書通りの生活とのギャップを、しかもその最大値を、ありありと突きつけられたのです。ツナギなんて言葉でしか知りませんし、赤だし、髪の毛ってピンクに染まるんだっけ？！色付きメガネの屋内普段使いなんて、アニメの世界でしか出会ったことがないのです。ですが、意外にも僕の心は穏やかでした。いや、むしろワクワク感さえあったのです。今振り返ると、少し後にイカタコに感じることになる謎の共鳴現象といい、何らかの殻を破った瞬間だったのかもしれないとさえ感じます。発酵野郎氏へのファーストインプレッションは、視覚的には強烈でしたが、フレンドリーで常識的でしたし、信頼できそうといったポジティブなものだったのです。</p>
      <h3>２度目の出会い</h3>
      <p>やがて書いてくれるらしい</p>
      <h3>２度あることは３度ある</h3>
      <p>乞うご期待</p>
      <hr class="mt-4 mb-2">
      <h3>杉本先生に関係するリンク</h3>
      <p class="mb-4">検索してパッと引っかかるものにリンクを張りました。</p>
      <ul class="text-left px-2">
        <li class="list-disc list-inside mb-2"><a class="link" href="https://k-ris.keio.ac.jp/html/100015817_ja.html">慶應義塾研究者情報データベース「杉本親要」</a></li>
        <li class="list-disc list-inside mb-2"><a class="link" href="https://nrid.nii.ac.jp/ja/nrid/1000000813718/">科学研究費助成事業データベース「杉本親要」</a></li>
        <li class="list-disc list-inside mb-2"><a class="link" href="https://research-er.jp/researchers/view/855617">日本の研究.com「杉本親要」</a></li>
        <li class="list-disc list-inside mb-2"><a class="link" href="https://www.jstage.jst.go.jp/article/suisan/88/4/88_WA2963/_pdf/-char/ja">日本水産学会誌 88(4), 319-320 (2022)</a></li>
        <li class="list-disc list-inside mb-2"><a class="link" href="https://note.com/tomokokoko_/n/nbcf03bee2373">『Eぐみに会いに行く。』#1 杉本親要さんインタビュー【前編】「頭足類(とうそくるい)」に魅せられて〜“貝殻を脱いだ軟体動物“イカの賢さの理由を探る〜</a></li>
        <li class="list-disc list-inside mb-2"><a class="link" href="https://note.com/tomokokoko_/n/n50664fbe47db">『Eぐみに会いに行く。』#1 杉本親要さんインタビュー【後編】 心の底から「面白い！」と思える瞬間を増やしたい〜イカ研究から沖縄の地域貢献まで〜</a></li>
        <li class="list-disc list-inside mb-2"><a class="link" href="https://www.rbc.co.jp/radio/radio_blog/%e5%8f%aa%e4%bb%8a%e3%81%84%e3%81%8d%e3%82%82%e3%81%ae%e3%82%93%e3%81%a1%e3%82%85%ef%bc%88%e3%82%bf%e3%82%b3%e3%81%a8%e3%82%a4%e3%82%ab%e3%81%ae%e9%ad%85%e5%8a%9b%e3%81%8c%e6%ba%80%e8%bc%89%e3%81%ae/">只今いきものんちゅ（タコとイカの魅力が満載の絵本）</a></li>
      </ul>
      <img src="../assets/images/1367.jpg" alt="squid-1367">
  </div>
</template>
  
<script>
  export default {
    name: 'SugimotoComponent',
    props: {
      msg: String
      // <p>{{  msg }}</p> ← のようにして使う。

    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h3 {
  @apply mt-4 font-bold text-left;
}
p {
  @apply mt-4 text-left;
}

</style>
  