<template>
    <h2 class="mt-2">発酵野郎とイカタコ</h2>
    <div class="px-4 text-left max-w-[650px] mx-auto">
        <p>杉本先生から発酵野郎から見たイカタコも書くようにとのご指示をいただきました。身バレしてしまいそうだけれども、まぁこの際仕方ないと考えて書いてしまおう。</p>
        <p>自己紹介まではいかないけれども → <a class="link" href="http://hakkouyarou.com">発酵野郎様のブログ</a></p>
        <p>書くつもりの内容を備忘録的に書き出します。時間あるときに書き足すー。</p>
        <hr>
        <h3>イカのビックリ死に</h3>
        <p>イカはビックリすると墨吐いて死ぬ。閉鎖水系だから仕方ないけどキツイ。卒論に響く。。。</p>
        <hr>
        <h3>イカのビックリジャンプ死に</h3>
        <p>水槽の蓋を開けるとビックリして飛び出して死ぬ。うまくいけば救出できる。その点タコは安心。</p>
        <hr>
        <h3>大きい個体</h3>
        <p>卵から兄弟を同じ水槽で育てていた。大きい個体はお友達（兄弟）を食べている</p>
        <hr>
        <h3>縦に長い？個体？</h3>
        <p>水槽を除くと、何だか縦に長いように見える個体がいる。よく見ると、お友達をお食事中だった。</p>
        <hr>
        <h3>飼育が大変</h3>
        <p>一日数回（3回くらい？）の給餌を毎日毎日やっていた。とにかくイカは食べないと死ぬのです。死んでしまうと卒論が書けません。卒論が書けないと卒業できません。卒業できないと色々意味が分からなくなって精神の安定が得られません。そこで、飼育を頑張るわけです。毎日毎日大変だったなー。野郎としては、飼育は苦しい時が結構あった。</p>
        <p>そんなこんなで、時々話す文系（華やかな人たち）の女性に、「野郎、イカに振り回されすぎじゃない？」と言われた。卒業がかかっているので仕方ないんだよ。。。</p>
        <p>イカはね、すぐに死ぬのです（野郎比）。特にイカがハッチアウトしてしばらくが死にまくってつらいんですよね。。。なすすべもなくどんどん死んでしまうのです。ある程度大きくなって、シラス（ピンセットでつまんでちょっと動かすと反射的に食いついてくる）だったり、イサザアミ（高額餌）を食べるようになるとだいぶ生き残るようになった。大きくなるとお友達を食べる子が出てきて（後述）、その子はぐんぐんデッカクたくましく育ちます。</p>
        <p>イサザアミは高額お取り寄せ商品なので、ラボの予算を圧迫します。お金がかかるのは餌と人工海水ですね。なので、海水は海に汲みに行くようになりました。コチラは簡単であります。解決！でも、餌がねぇ。。。途中から野生化したグッピーやカダヤシを取りに行ってイカにあげていました。浸透圧の問題とかで即死するのかと思っていたけど、グッピーはしばらく元気に（？）泳ぎます。イカはやはり生餌をご所望ですからスグにパクリと食べてくれます。食べてくれるんだけど、内臓しか食べなかったりとか贅沢な子たちでした。卒論という弱みがあるので甘やかしたのがいけなかったのかしら。</p>
        <p>グッピーで思い出したのだけど、我々は餌問題（高い）を解決するため、夜の漁港にプランクトンを取りに行ったりもしていました。夜はお酒を飲む時間なのに、大変なのです。どうやってプランクトンを採るかというと、夜に明かりをつけて集めるのです。プランクトンが集まると魚も来たりしてワーーーっとにぎやかになります。ある時、そこそこ大きいイカ（外套が手のひらくらい？）が来て、それを網ですくって採れたのよ。すごい！デカいイカだ！！！すごいんだけど、これ、どうやって食わしていくんや俺たち。俺たちの稼ぎでは無理かもしれない。イカはよく食べるので、、、、。そこで！オタマジャクシがわいていた場所があったので、取ってきました。両生類だから魚の隣の（？）分類群だし大丈夫と思ったんだね。ほら、魚もオタマジャクシも脊椎動物だから。で、オタマジャクシは一応食べてくれました。（※杉本先生からの指摘：「特にオタマジャクシは、内臓だけ食べずに、最後ぷっと吐き出していたような気がする。腸のようなからまったカスが飛び出してきた画が頭に残ってるよ。」とのこと。・・・そうだった気もする）内臓しか食べないけど、OKです。骨は堅いからね。うちの坊ちゃんにはキツイと思うのです。</p><p>解決！やったと思ったんだけどさ、オタマジャクシはいつまでも魚みたいな形をしていません。奴らはほっておくとカエルになるのです！我々は悩みました。さすがにカエルをイカにあげるのは大丈夫じゃない気がする。なにが駄目なのかはよくわからないけども。。。イカとカエルは出会わないはずの二人じゃないですか。。。しかし、背に腹は代えられないのです。お金がないのです！意を決してイカにカエルをあげてみると、イカは少し悩みましたが、パクリと（内臓だけ）食べてくれました。メデタイ。イカ研時代の山場ですね。チームのきずなが試されたのです。</p>
        <hr>
        <h3>初めての卵塊</h3>
        <p>卵を取りに行って、浅瀬で片っ端から岩をひっくり返していった。ホントに卵を見つけたときはうれしかったなー。</p>
        <hr>
        <h3>院試と卒論</h3>
        <p>同級生のSGMTさんが獣医の夢を追いかけて編入試験を受け、落ちてしまいました。そこから院試と卒論の両輪になって、今寝ちゃダメとか、OSMさんに管理されていた。</p>
        <hr>
        <h3>飢餓実験</h3>
        <p>同級生のSORさんが、、結果的に飢餓実験。彼女のイカは小さかったなぁ。。。彼女が飲み残したコーヒーを片づけずにいて時間が経過し、中に腐敗菌がコロニーを作っていく様を観察していた人もいた。仕方ない。</p>
        <hr>
        <h3>イカとの出会い</h3>
        <p>学部生が研究室を決めるのに、毎週先生が回り持ちで自身の研究・ラボ紹介をしてくれていた。このときIKD先生の話しが圧倒的に面白かったんだよなぁ。。。うん。</p>
        <hr>
        <h3>平衡石の取り出し</h3>
        <p>イカには平衡感覚をつかさどるらしい平衡石ってのがある。野郎はこれの成長過程を卒論で見てた。これが小さくてねぇ。何しろ数センチ以下の小さい個体からフケサイズの平衡石を取り出すのです。割りばしの先に棒を括り付けて、実体顕微鏡にカメラをセットして、外のモニタ見ながら作業していた。野郎は三半規管が弱くて、よく気持ち悪くなっていた。イカはバラバラにしないといけないんだけど、目がカメラ目なんで、ちょっとイヤだったなぁ。</p>
        <hr>
        <h3>床に並んだ平衡石写真</h3>
        <p>温度環境を3つくらい作って平衡石の成長を見たんだけど、最初よくわからなくてねぇ。。。全部印刷して、温度環境ごとに時系列で並べて、同級生であーでもないこーでもないと話してやっと納得ができまして。あのころはほぼ研究室に住んでいたなぁ。</p>
        <hr>
        <h3>名護で杉本がスカウトされてた</h3>
        <p>名護の漁師さんが協力してくれて、イカが卵を産むために木？とか？を沈めてくれた。お返しに？網の設置とか手伝うんだけど、杉本が現職張りに𠮟咤激励されながら泳いで網をやってて、このまま転職するかと思ったなー。</p>
    </div>
    <img src="../assets/images/1371.jpg" alt="squid-1371">
    
</template>

<script>
    export default {
        name: 'KopaComponent',
        props: {
            msg: String,
        }
    }
</script>

<style scoped>
p {
    @apply mt-4;
}
 h3 {
    @apply mt-4 font-bold text-red-500;
 }
 hr {
    @apply mt-2
 }

</style>
